{
  "fdb08666b256dfc8f37acbb60bd601b0": {
    "translation": "Опрос производительности на виртуальных машинах на основе стеков и регистрации",
    "timestamp": "2025-06-05T13:14:22.741582"
  },
  "c260c25f0318e4cfb9279952bafd1f3d": {
    "translation": "Виртуальные машины были широко адаптированы для языка программирования высокого уровня\nреализации и предоставление степени нейтралитета платформы. Как\nОбщее использование и адаптация виртуальных машин растут, общая производительность\nВиртуальные машины стали широко обсуждаемой темой. В этой статье мы представляем\nопрос о различиях в производительности двух наиболее широко адаптированных типов\nВиртуальные машины-виртуальная машина на основе стека и на основе регистрации\nВиртуальная машина - Использование различных контрольных программ. Кроме того, мы приняли\nНовый подход измерения производительности путем измерения общего времени отправки,\nСумма отправки, время извлечения и время выполнения при запуске контрольных показателей\nНа пользовательских введите легкие виртуальные машины. Наконец, мы представляем два\nЛегкие виртуальные виртуальные машины с трюми\nспециально разработано для сравнительного анализа виртуальной машины -\nVirtual Machine \"Conceptum\" на основе стека и регистр \"Инерция\" на основе регистрации\nвиртуальная машина. Наш результат показал, что в среднем машину регистрации\nтратит на 20,39% меньше времени на выполнение контрольных показателей, чем на машине стека,\nВиртуальная машина на основе стека все еще быстрее, чем виртуальная машина относительно\nИнструкция принесла время.",
    "timestamp": "2025-06-05T13:14:23.738321"
  },
  "66334b4df9b654c2dce89efed6effbb8": {
    "translation": "Cs.pl",
    "timestamp": "2025-06-05T13:14:24.284636"
  },
  "bdbc2789af4772484a27c70bd8437aa9": {
    "translation": "Ньютоновская механика на основе переходной стабильности Часть VI: трансформация машины",
    "timestamp": "2025-06-05T13:14:25.239485"
  },
  "096060f7ccba552c8b605cc2d458c870": {
    "translation": "Эта статья фокусируется на преобразованиях от отдельной машины в\nэквивалентная машина через «коррекцию» перспективы внутренней группы\nмашина. Машины сначала классифицируются как настоящая машина с уравнением\nДвижение и псевдо -машина без уравнения движения. Затем он уточняется\nчто как отдельная машина, так и эквивалентная машина являются настоящими машинами, в то время как\nНаложенная машина - псевдо -машина. На основе классификаций\nМашины, представлены два типа трансформаций машины. Два типа\nмашинных преобразований основаны на «коррекции энергии» и «траектории\nкоррекция »машины внутренней группы соответственно. Для коррекции энергии\nслучай, поясняется, что трансформация траектории полностью терпит неудачу,\nв то время как трансформация энергии математически сохраняется, но это физически\nбессмысленный. Для случая коррекции траектории уточняется, что оба\nЭнергетическая трансформация и трансформация траектории установлены. Причина\nэто то, что каждая отдельная машина, основанная на коррекции траектории, имеет одинаковую\nУравнение движения, то есть движение эквивалентной машины-CR. Симуляция\nРезультаты показывают, что трансформация машины из отдельной машины в\nЭквивалентная машина может быть реализована только посредством коррекции траектории.",
    "timestamp": "2025-06-05T13:14:26.168301"
  },
  "3c4c9f26c0bdce6f2aa67d9202ec7df5": {
    "translation": "eess.sy",
    "timestamp": "2025-06-05T13:14:27.111485"
  },
  "38e6d7ced3e893b69f064b572924eb32": {
    "translation": "Cs.sy",
    "timestamp": "2025-06-05T13:14:27.908705"
  },
  "7c31aeed48f6bae41cc8526e0400f505": {
    "translation": "Примечания лекции: Оптимизация для машинного обучения",
    "timestamp": "2025-06-05T13:14:29.062867"
  },
  "b527b1660a450169681f8553e4554a3f": {
    "translation": "Лекционные заметки об оптимизации для машинного обучения, полученного из курса в\nПринстонский университет и учебные пособия, приведенные в MLSS, Buenos Aires, а также\nФонд Саймонса, Беркли.",
    "timestamp": "2025-06-05T13:14:29.931888"
  },
  "24dc3f3ef3906cf95d1c90d49447fe50": {
    "translation": "Cs.lg",
    "timestamp": "2025-06-05T13:14:32.101947"
  },
  "107cbc2c6667371b451e37f1d8e2a4e5": {
    "translation": "stat.ml",
    "timestamp": "2025-06-05T13:14:33.430979"
  },
  "0e4e49526d40517edd9eba50700f75b6": {
    "translation": "Ньютоновская механика на основе переходной стабильности Часть I: Парадигмы машины",
    "timestamp": "2025-06-05T13:14:34.998505"
  },
  "79bba5d2a22dd34eb88b5cf19ccec46c": {
    "translation": "Можно увидеть отдельные машины, наложенные машины и эквивалентные машины\nкак три основные перспективы силовой системы переходной стабильности. В\nЭта статья, парадигмы машины устанавливаются в соответствии с общим\nМышление среди трех разных машин. Парадигмы машины состоит из\nТри компонента, то есть парадигма траектории, моделирование парадигмы и энергии\nпарадигма. Парадигма траектории является отражением траектории\nстабильность; Парадигма моделирования представляет собой моделирование двух машин\nстабильность траектории; и энергетическая парадигма - это оценка стабильности\nДвухчастинную систему. Исходя из этого, уточняется, что машина\nпарадигмы могут быть выражены в форму отдельной машины или эквивалент\nмашина. Затем взаимосвязь между стабильностью машины и\nСтабильность системы анализируется. Результаты моделирования показывают, что эффективность\nкак отдельной машины, так и эквивалентной машины полностью основан на\nСтрогие последователи парадигм машины.",
    "timestamp": "2025-06-05T13:14:35.991261"
  },
  "0304eab5b3626cc9c5b512ddb72f32bb": {
    "translation": "Разложение кодекс умирает для планирования обработки",
    "timestamp": "2025-06-05T13:14:36.851973"
  },
  "58a98aa87880fa4d781114c060a5a5d9": {
    "translation": "Эта статья предоставит метод для разложения коровьих штампов для обработки\nПланирование в случае высокоскоростной отделки обработки. Этот метод\nЛежит на модели подхода к функциям обработки, представленной в следующей статье.\nДве основные фазы разложения, называемые основными функциями обработки.\nи генерация планирования процесса представлены. Эти две фазы разложения\nинтегрирует модели обработки ресурсов и знания экспертов для предоставления\nвыдающееся планирование процесса.",
    "timestamp": "2025-06-05T13:14:37.835089"
  },
  "c18847895b0eb3c97ec08ded6821f8c0": {
    "translation": "cs.ro",
    "timestamp": "2025-06-05T13:14:38.736533"
  },
  "f96235d49eca8429afc2b1a16c3a4fd8": {
    "translation": "Оптимальное управление видом на состязательное машинное обучение",
    "timestamp": "2025-06-05T13:14:39.884005"
  },
  "3138ad5078a6ede5591dcd421b2e7aa9": {
    "translation": "Я описываю оптимальный контрольный вид состязательного машинного обучения, где\nДинамическая система является учеником машины, вход - это состязательные действия, и\nЗатраты на контроль определяются целями противника нанести вред и быть трудным\nЧтобы обнаружить. Эта точка зрения охватывает множество типов состязательного машинного обучения,\nвключая атаки в тестовых пунктах, отравление датчиками обучения и состязательной награды\nформирование. Взгляд поощряет исследователь состязательного обучения машинного обучения использовать\nДостижения в теории контроля и обучении подкрепления.",
    "timestamp": "2025-06-05T13:14:41.114193"
  },
  "b6077834cda56f39646d96ae12f186c2": {
    "translation": "Машины модификации Multiay",
    "timestamp": "2025-06-05T13:14:42.084869"
  },
  "a5edc09b34f5defb1ccc2121136dd5e0": {
    "translation": "Мы представляем параллельную версию машины модификации хранения SCH \\ \"\nМашина модификации Multiay Storage (MWSMM). Как альтернатива\nМашина модификации хранения ассоциации Tromp и Van Emde Boas, MWSMMS\nПризнайте в полиномиальном времени, что машины Тьюринга распознают в полиноме\nкосмос. Падая таким образом во второй класс машины, MWSMM - параллель\nМашиная модель, соответствующая тезису параллельного вычисления. Мы иллюстрируем\nMWSMMS с помощью простой реализации системы замены строковых заменов Wolfram.",
    "timestamp": "2025-06-05T13:14:42.953736"
  },
  "d46d8bad80cbc760f530d5c7bcd5b961": {
    "translation": "Cs.ai",
    "timestamp": "2025-06-05T13:14:43.567125"
  },
  "3c924bb6cb2bf1df20c33496f1dc0e1e": {
    "translation": "Cs.cc",
    "timestamp": "2025-06-05T13:14:44.174054"
  },
  "20d85444b56ec612afa7530d1294c404": {
    "translation": "F.1.1",
    "timestamp": "2025-06-05T13:14:45.239971"
  },
  "6ba3899985c0d0da1c5603fbee1b13b5": {
    "translation": "Удаление несовершенных клонированных копий",
    "timestamp": "2025-06-05T13:14:46.142710"
  },
  "f943245a26e4bd2ecf1debcf5bf5edd3": {
    "translation": "В этой работе мы разрабатываем удаленную машину и показали, что для некоторых заданных\nУсловие на параметрах машины, это дает немного лучший результат, чем P-B\nУдаляющая машина [5,6]. Также показано, что для некоторых конкретных значений\nПараметры машины действуют как пати-брунштейн, удаляя машину. Мы также учимся\nкомбинированный эффект клонирования и удаления машины, где сначала клонирование\nвыполняется некоторыми стандартными клонирующими машинами, такими как Wootters-Zurek [1] и\nBuzek-Hillery [2] клонирующая машина, а затем режим копирования удаляется\nУдаляющая машина Pati-Braunstein или наша предписанная удаляющая машина. После этого\nМы исследуем искажение входного состояния и верность удаления.",
    "timestamp": "2025-06-05T13:14:47.768541"
  },
  "0a78370de15f6243e3f594e40572d869": {
    "translation": "Quant-ph",
    "timestamp": "2025-06-05T13:14:48.278360"
  },
  "d6d9bbaf97c44eee2788957613bbcc50": {
    "translation": "Новый подход к абстрактным машинам - Введение в теорию конфигурационных машин",
    "timestamp": "2025-06-05T13:14:49.404927"
  },
  "ceb854abf325617800ccfb9d62f6510a": {
    "translation": "Абстрактная машина - это теоретическая модель, предназначенная для выполнения строгих\nИзучение вычислений. Такая модель обычно состоит из конфигураций,\nИнструкции, программы, входы и выходы для машины. В этой статье мы\nформализовать эти представления как очень простую алгебраическую систему, называемую\nконфигурационная машина. Если абстрактная машина определяется как конфигурация\nмашина, состоящая из примитивных рекурсивных функций, затем вычисленных функций\nУ машины всегда рекурсивны. Теория конфигурационных машин\nПредоставляет полезный инструмент для изучения универсальных машин.",
    "timestamp": "2025-06-05T13:14:50.144361"
  },
  "9e82b5dc3186382d8f931773713ecf5c": {
    "translation": "Cs.lo",
    "timestamp": "2025-06-05T13:14:51.972259"
  },
  "b7f0ac8f7c408bf4ec97cff0a105903b": {
    "translation": "Cs.fl",
    "timestamp": "2025-06-05T13:14:53.066861"
  },
  "0957530eac2acc9a2516019006e86e26": {
    "translation": "Math.lo",
    "timestamp": "2025-06-05T13:14:55.142003"
  },
  "2544c0b27e25c839edb77c59a2bf1382": {
    "translation": "Машинное обучение для клинической прогнозной аналитики",
    "timestamp": "2025-06-05T13:14:55.704509"
  },
  "13fd496285573d4cae4ff2a2bfb7e468": {
    "translation": "В этой главе мы даем краткий обзор применения машинного обучения\nМетоды для задач клинического прогнозирования. Мы начинаем с быстрого знакомства с\nКонцепции машинного обучения и наметить некоторые из наиболее распространенных машин\nАлгоритмы обучения. Далее мы демонстрируем, как применять алгоритмы с\nсоответствующие наборы инструментов для проведения экспериментов по машинному обучению для клинических\nЗадачи прогнозирования. Цели этой главы - (1) понять\nОсновы методов машинного обучения и причин, по которым они\nПолезно для решения проблем клинического прогнозирования, (2) понимать интуицию\nЗа некоторыми моделями машинного обучения, включая регрессию, деревья решений и\nПоддерживать векторные машины и (3) понять, как применить эти модели к\nПроблемы клинического прогнозирования с использованием общедоступных наборов данных через случай\nИсследования.",
    "timestamp": "2025-06-05T13:14:56.369793"
  },
  "88aa588022c6c0b650a695f5bd2aec44": {
    "translation": "Machine",
    "timestamp": "2025-06-05T13:31:22.907815"
  }
}